Repository: Rembane/charm-internsystem
Catalog: apps/recruitment/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Social security number must have a length of 10 or 12 digits.
sv: Ditt personnumer måste vara 10 eller 12 siffror långt.

source: Language code
sv: Språkkod

source: Language name
sv: Språknamn

source: language
sv: Språk

source: languages
sv: Språk

source: String
sv: Sträng

source: Default language
sv: Språk

source: string translation
sv: översättningssträng

source: string translations
sv: översättningssträngar

source: text translation
sv: översättningssträng

source: text translations
sv: översättningssträngar

source: area of study
sv: Studieområde

source: areas of study
sv: Studieområden

source: driver license
sv: Körkort

source: driver licenses
sv: Körkort

source: forklift license
sv: Truckkort

source: forklift licenses
sv: Truckkort

source: shirt size
sv: Tröjstorlek

source: shirt sizes
sv: Tröjstorlekar

source: First name
sv: Förnamn

source: Last name
sv: Efternamn

source: Social security number
sv: Personnummer

source: Enter your social security number, using ten or twelve digits.
sv: Ange ditt personnummer, använd tio eller tolv siffror.

source: Phone number
sv: Telefonnummer

source: E-mail
sv: E-postadress

source: Starting year
sv: Inskrivningsår

source: <a href="http://www.youtube.com/watch?v=9z77oztO6UQ">Safety first!</a>
sv: <a href="http://www.youtube.com/watch?v=9z77oztO6UQ">Säkerheten först!</a>

source: Allergies and food preferences
sv: Allergier och matpreferenser

source: Created
sv: Skapad

source: E-mail address confirmed
sv: E-postadress bekräftad

source: people
sv: Personer

source: Can administrate
sv: Får administrera

source: Are you suitable?
sv: Är du lämplig?

source: Motivate why you would do a good job at this post.
sv: Motivera varför du skulle göra ett bra jobb på posten du söker.

source: Your first preferred position
sv: Förstahandsval

source: Your second preferred position
sv: Andrahansval

source: Your third preferred position
sv: Tredjehandsval

source: Approved position
sv: Antagen befattning

source: application
sv: ansökan

source: applications
sv: ansökningar

source: applied
sv: ansökt

source: approved
sv: antagen

source: approved_not_confirmed
sv: antagen, ej bekräftad

source: not_approved
sv: ej antagen

source: reserve
sv: reserv

source: dropped_out
sv: hoppat av

source: [CHARM] You have been approved for %s!
sv: [CHARM] Du har blivit antagen som %s!

source: Comment
sv: Kommentar

source: Application
sv: Ansökan

source: application comment
sv: ansökningskommentar

source: application comments
sv: ansökningskommentarer

source: [CHARM] Thank you for registering!
sv: [CHARM] Tack för din anmälan!

source: Thank you for registering. You will receive an e-mail within 24 hours with more information.
sv: Tack för att du registrerade dig. Du kommer att få ett e-mail inom 24 timmar med mer information.

source: Register!
sv: Registrera dig!

source: My page
sv: Min sida

source: Edit my profile
sv: Ändra min profil

source: Save!
sv: Spara!

source: and
sv: och

source: Thank you for applying to %s. You will within 24 hours receieve a confirmation mail with further instructions.
sv: Tack för att du ansökte till posten som %s. Du kommer att få ett e-mail inom 24 timmar med mer information.

source: Apply for position
sv: Ansök om befattning

source: List applications
sv: Lista ansökningar

source: Show application
sv: Visa ansökan

source: Comment!
sv: Kommentera!

source: You have been approved for
sv: Du har blivit antagen som

source: To confirm the approval, please click on this link:
sv: För att bekräfta din antagning, klicka på länken:

source: Regards CHARM
sv: Med vänliga hälsningar CHARM

source: Backoffice functionality
sv: Backofficefunktionalitet

source: State
sv: Status

source: Name
sv: Namn

source: Change password
sv: Ändra lösenord

source: Messages
sv: Meddelanden

source: Please confirm that your e-mail address is valid by clicking on the link in the confirmation mail.
sv: Bekräfta att din e-postadress fungerar genom att klicka på länken i bekräftelsemailet!

source: Applications
sv: Ansökningar

source: Positions
sv: Befattningar

source: My profile
sv: Min profil

source: Area of study
sv: Studieområde

source: None
sv: Inga

source: Username
sv: Användarnamn

source: Password
sv: Lösenord

source: Confirm your email address by clicking on this link:
sv: Bekräfta din e-postadress genom att klicka på länken:

source: Back
sv: Tillbaka

source: Preferred position 1
sv: Förstahandsval

source: Approve
sv: Godkänn

source: Preferred position 2
sv: Andrahandsval

source: Preferred position 3
sv: Tredjehandsval

source: Suitability motivation
sv: Motivering

source: Driver license
sv: Körkort

source: Forklift license
sv: Truckkort

source: Shirt size
sv: Tröjstorlek
